Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: Children have 1d4 hit points plus their Constitution modifier (minimum 1 hit point).
zh_cn: 儿童有1d4+体质调整值的生命值（至少1点）。

source: Children have a +0 modifier to Defense and a normal speed of 20 feet.
zh_cn: 儿童的防御有0点调整值，有20尺的基础移动速度。

source: Children have a Challenge Rating of 0, and heroes receive no experience points for “defeating” them.
zh_cn: 儿童的挑战等级为0，英雄“打败”他们不会获得任何经验值。

source: Children have no effective attacks and should be treated as noncombatants.
zh_cn: 儿童没有攻击效果，应视为非战斗人员。

source: Choose a specific weapon.
zh_cn: 选定一种武器。

source: Choose a weapon type from the following list: cannons, heavy machine guns, grenade launchers, and rocket launchers.
zh_cn: 从下列武器类型选择一种：加农炮、重机枪、榴弹发射器和火箭筒。

source: Choose one exotic melee weapon from.
zh_cn: 选择一种异种近战武器。

source: Choose one light melee weapon, a rapier (if the character can use it with one hand), or a chain.
zh_cn: 选择一个轻型近战武器、细剑（角色需单手就能使用）或者锁链。

source: Choose one occupation from the available selections and apply the benefits to the character as noted in the occupation’s description.
zh_cn: 从以下职业背景中选择自己角色的职业背景，获得相应的奖励。

source: Circumstance bonuses stack only if they’re provided by differing circumstances; if two circumstance bonuses caused by similar circumstances apply, they don’t stack.
zh_cn: 不同的情景提供的加值可叠加；两个情景加值若由相似的情景提供，则不可叠加。

source: Circumstances dramatically affect the effectiveness of an Intimidate check.
zh_cn: DM应根据情境调整威吓检定的效果使其更合理。

source: Climb (Str), Concentration (Con), Craft (mechanical, structural) (Int), Drive (Dex), Intimidate (Cha), Knowledge (current events, popular culture, streetwise) (Int), Profession (Wis), Read/Write Language (none), Ride (Dex), Speak Language (none), Spot (Wis), and Survival (Wis).
zh_cn: 攀爬（力）、专注（体）、制造（机械、结构）（智）、驾驶（敏）、威吓（魅）、知识（时事、流行文化、街头智慧）（智）、专业（感）、读写语言（无）、骑术（敏）、口头语言（无）、侦察（感）、生存（感）。

source: Climb (Str), Craft (structural) (Int), Handle Animal (Cha), Jump (Str), Knowledge (current events, popular culture, streetwise, tactics) (Int), Profession (Wis), Read/Write Language (none), Repair (Int), Speak Language (none), and Swim (Str).
zh_cn: 攀爬（力）、制造（结构）（智）、驯养动物（魅）、跳跃（力）、知识（时事、流行文化、街头智慧、策略）（智）、专业（感）、读写语言（无）、修理（智）、口头语言（无）和游泳（力）。

source: Climb, Demolitions, Drive, Hide, Knowledge (tactics), Move Silently, Navigate, Pilot, Survival, Swim.
zh_cn: 攀爬、爆破、驾驶、躲藏、知识（策略）、潜行、寻路、驾机、生存、游泳。

source: Climbing rope can support up to 1,000 pounds.
zh_cn: 攀爬用绳索能承受至多1000磅的重量。

source: Clothes also help to hide firearms, body armor, and small objects.
zh_cn: 衣物同样可以隐藏枪械、躯干护甲以及细小物件。

source: Clothes have two effects on game mechanics: one on Disguise checks, and one on Sleight of Hand checks.
zh_cn: 衣物在游戏机制上通常有两个作用：一个是易容检定，另一个是手上功夫检定。

source: Coat: An outer garment worn on the upper body.
zh_cn: 外套：上身穿的外装。

source: Cold attacks deal one-quarter damage to most objects; divide the damage by 4 before applying the hardness.
zh_cn: 寒冷攻击对大多数物品造成1/4伤；造成的伤害在扣除硬度之前先除以4。

source: Collecting evidence generally takes 1d4 minutes per object.
zh_cn: 收集证据每一件通常需要1d4分钟。

source: Collecting evidence requires an evidence kit.
zh_cn: 收集证据需要取证工具。

source: Com-bat usually runs in the following way.
zh_cn: 战斗按照以下顺序进行：

source: Combat is played out in rounds, and in each round everybody acts in turn in a regular cycle.
zh_cn: 战斗是循环的，每个人都在一个正常轮组成的循环中轮流行动。

source: Combatants act in initiative order.
zh_cn: 作战者按先攻顺序行动。

source: Combatants who are unaware at the start of battle do not get to act in the surprise round.
zh_cn: 那些没觉察到敌人的作战者在突袭轮中不能做动作。

source: Combatants who have not yet rolled initiative do so.
zh_cn: 还没有投过先攻的作战者投先攻。

source: Combatants who were unaware don’t get to act in the surprise round.
zh_cn: 那些没觉察到敌人的作战者在突袭轮中不能做动作。

source: Committing to a Full Attack Action: A character doesn’t have to commit to a full attack until after the first attack.
zh_cn: 决定要全力攻击：角色不需要一开始就决定全力攻击，

source: Compensation can be a favor in return or something appropriate to the creature in question.
zh_cn: 这些报酬可以是偿还人情，或者是这种生物需要的东西。

source: Complete bed rest (24 hours) restores 2 points per day.
zh_cn: 全天休养（24小时）每天恢复2点。

source: Complex messages or messages trying to communicate new information have DCs of 15 or 20.
zh_cn: 复杂的信息或者试图交流新的信息将会有15或20的DC。

source: Computer Use (Int), Concentration (Con), Craft (chemical) (Int), Craft (pharmaceutical) (Int), Craft (visual arts) (Int),Craft (writing) (Int), Decipher Script (Int), Investigate (Int), Knowledge (arcane lore, art, current events, earth and life sciences, physical sciences, popular culture, technology) (Int), Profession (Wis), Read/Write Language (none), Research (Int), Speak Language (none), Spellcraft (Int).
zh_cn: 计算机使用（智）、专注（体）、制造（化学、配药、视觉艺术、写作）（智）、文件解读（智）、调查（智）、知识（秘法学识、艺术、时事、地球与生命科学、物理科学、流行文化、技术）（智）、专业（感）、读写语言（无）、研究（智）、口头语言（无）、辨识法术（智）。

source: Computer Use (Int), Craft (chemical, electronic, mechanical, pharmaceutical, structural, visual art, writing) (Int), Decipher Script (Int), Demolitions (Int), Disable Device (Int), Forgery (Int), Investigate (Int), Knowledge (arcane lore, art, behavioral sciences, business, civics, current events, earth and life sciences, history, physical sciences, popular culture, streetwise, tactics, technology, theology and philosophy) (Int), Navigate (Int), Profession (Wis), Read/Write Language (none), Repair (Int), Research (Int), Search (Int), and Speak Language (none).
zh_cn: 计算机使用（智）、制造（化学、电力、机械、配药、结构、视觉艺术、写作）（智）、文件解读（智）、爆破（智）、解除装置（智）、伪造文书（智）、调查（智）、知识（秘法学识、艺术、行为科学、商学、政法、时事、地球与生命科学、历史、物理科学、流行文化、街头智慧、策略、技术、神学与哲学）（智）、寻路（智）、专业（感）、读写语言（无）、修理（智）、研究（智）、搜索（智）和口头语言（无）。

source: Computer Use can provide a +2 synergy bonus on a Research check when searching computer records for data (see Skill Synergy).
zh_cn: 在用电脑查询数据记录时，计算机使用会为研究检定提供2点共效加值（见`技能共效`）。

source: Computer Use, Craft (any single skill), Decipher Script, Demolitions, Disable Device, Forgery, Investigate, Knowledge (any single skill), Navigate, Repair, Research, Search.
zh_cn: 计算机使用、制造（任一）、文件解读、爆破、解除装置、伪造文书、调查、知识（任一）、寻路、修理、研究、搜索。

source: Computer Use, Craft (chemical, electronic, mechanical, or structural), Knowledge (business, earth and life sciences, physical sciences, or technology), Repair, Research.
zh_cn: 计算机使用、制造（化学、电力、机械、结构）、知识（商业、地球和生命科学、物理科学、技术）、修理、研究。

source: Computer Use, Craft (visual art or writing), Decipher Script, Forgery, Gather Information, Investigate, Knowledge (behavioral sciences, civics, earth and life sciences, or streetwise), Research, Search, Sense Motive.
zh_cn: 计算机使用、制造（视觉艺术或写作）、文件解读、伪造文书、收集信息、调查、知识（行为科学、政法、地球及生命科学、街头智慧）、研究、搜索、察言观色。

source: Computer Use, Craft (writing), Decipher Script, Gather Information, Knowledge (arcane lore, art, behavioral sciences, business, civics, current events, earth and life sciences, history, physical sciences, popular culture, tactics, technology, or theology and philosophy), Research, or add a new Read/Write Language or a new Speak Language.
zh_cn: 计算机使用、制造（写作）、文件解读、收集信息、知识（秘法学识、艺术、行为科学、商学、政法、时事、地球及生命科学、历史、物理科学、流行文化、策略、技术、神学与哲学）、研究，或者添加一门读写语言或口头语言。

source: Computer Use, Diplomacy, Knowledge (art, business, civics, earth and life sciences, history, physical sciences, or technology), Research.
zh_cn: 计算机使用、交涉、知识（艺术、商业、政法、地球及生命科学、历史、物理学、技术）、研究。

source: Computer Use, Knowledge (arcane lore, art, behavioral sciences, business, civics, current events, earth and life sciences, history, physical sciences, popular culture, technology, or theology and philosophy), Perform (act, dance, keyboards, percussion instruments, sing, stand-up, stringed instruments, or wind instruments), Research.
zh_cn: 计算机使用、知识（秘法学识、艺术、行为科学、商业、政法、时事、地球及生命科学、历史、物理科学、流行文化、技术、神学与哲学）、表演（演戏、舞蹈、键盘、打击乐器、唱歌、单口相声、弦乐器、管乐器）、研究。

source: Concealable armor can be worn under clothing if the wearer wants it to go unnoticed.
zh_cn: 如果穿着护甲的人不想引人注目，隐藏护甲可以穿在衣服内。

source: Concealable armor is modern body armor designed to fit underneath regular clothing.
zh_cn: 隐藏护甲是专为隐藏于便服之下而设计的现代护甲。

source: Concealed Carry: A concealed carry holster is designed to help keep a weapon out of sight (see Concealed Weapons and Objects).
zh_cn: 隐藏装具：隐藏的装具专为隐藏武器而设计（详见`隐藏的武器与物品`）。

source: Concealment always depends on the point of view of the attacker.
zh_cn: 隐藏总是取决于攻击方的视野。

source: Concealment gives the subject of a successful attack a chance that the attacker missed because of the concealment.
zh_cn: 隐藏会让成功发起攻击的一方有一定几率因隐藏而失手。

source: Concealment includes all circumstances in which nothing physically blocks a blow or shot, but something interferes with an attacker’s accuracy.
zh_cn: 隐藏涵盖了所有除物理阻隔因素外，干扰攻击方精度的情况。

source: Concealment is subjectively measured as to how well concealed the defender is.
zh_cn: 隐藏度是防御方隐藏得多好的主观估值。

source: Concentration (Con), Craft (structural, visual arts, writing) (Int), Diplomacy (Cha), Knowledge (behavioral sciences, earth and life sciences, theology and philosophy) (Int), Listen (Wis), Profession (Wis), Read/Write Language (none), Sense Motive, Speak Language (none), Spellcraft (Int), Treat Injury (Wis).
zh_cn: 专注（体）、制造（结构、视觉艺术、写作）（智）、交涉（魅）、知识（行为科学、地球与生命科学、神学与哲学）（智）、聆听（感）、专业（感）、读写语言（无）、察言观色（感）、口头语言（无）、辨识法术（智）、医疗（感）。

source: Conditions that affect a character’s ability to perform the skill change the character’s skill modifier.
zh_cn: 影响角色使用技能能力的情况改变的是角色的技能调整值。

source: Conditions that modify how well the character must perform the skill to succeed change the DC.
zh_cn: 影响角色的技能使用成功标准的情况改变的是DC。

source: Connecting a detonator to an explosive requires a Demolitions check (DC 10).
zh_cn: 连接起爆器到爆炸物需要一次爆破检定（DC10）。

source: Connecting a detonator to an explosive requires a Demolitions check (DC 15).
zh_cn: 将起爆器连接至爆炸物需要做一个爆破检定（DC15）。

source: Connecting a fuse or detonator requires a Demolitions check.
zh_cn: 连接导火索或起爆器需要爆破检定。

source: Consult the tables below to determine where the explosive lands.
zh_cn: 对照上表以决定爆炸物的落点。

source: Contacts with underworld or street connections usually demand monetary compensation for the services they render, and experts in the use of skills normally want to be paid for the services they provide.
zh_cn: 寻求黑社会或街头人士帮忙一般需要财物补偿，而求助专家提供技能上的帮助通常是明码标价的。

source: Conversely, a creature of Small or smaller size is at a disadvantage because of its size when grappling.
zh_cn: 相反，小型或更小体型的生物会因其体型处于劣势。

source: Conversely, the GM can decide that certain advanced classes aren’t available in the campaign.
zh_cn: 也能决定哪些高级职业禁止选择。

source: Conversely, the character takes a –2 penalty to his or her check for every size category the character is smaller than his or her target.
zh_cn: 相反地，角色每比目标小一级，威吓检定就多2点减值。

source: Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.
zh_cn: 许可证的复制：你必须在每一个你发布的OGC副本包含一份该许可证的副本。

source: Corrosive acids deal damage each round of exposure.
zh_cn: 接触腐蚀性的酸液每轮都会造成伤害。

source: Cover and concealment grant circumstance bonuses to Hide checks, as shown below.
zh_cn: 掩蔽和隐藏会为躲藏提供情景加值，见下文。

source: Cover is assessed in subjective measurements of how much protection it offers.
zh_cn: 掩蔽度是掩蔽所能提供保护程度的主观估值。

source: Cover provides a bonus to Defense.
zh_cn: 掩蔽可为防御提供加值。

source: Covering a larger area of the torso, this vest provides better protection than the light undercover shirt—but it’s also more easily noticed.
zh_cn: 相比于轻型衬甲，能保护更大的面积，提供更好的防护——但也更容易暴露。

source: Craft (electronic, mechanical, or structural), Climb, Drive, Handle Animal, Intimidate, Repair, Ride.
zh_cn: 制造（电力、机械或结构）、攀爬、驾驶、驯养动物、威吓、修理、骑术。

source: Craft (mechanical) or Craft (electronic) can provide a +2 synergy bonus on Repair checks made for mechanical or electronic devices (see Skill Synergy).
zh_cn: 制造（机械）或制造（电子）可为机械设备或电子设备的维修提供2点共效加值（见技能功效）。

source: Craft (pharmaceutical), Computer Use, Knowledge (behavioral sciences, earth and life sciences, or technology), Search, Treat Injury.
zh_cn: 制造（配药）、计算机使用、知识（行为科学、地球和生命科学或者技术）、搜索、医疗。

source: Craft (pharmaceutical, visual art, writing) (Int), Gamble (Wis), Investigate (Int), Knowledge (arcane lore, art, behavioral sciences, business, civics, current events, earth and life sciences, history, physical sciences, popular culture, streetwise, tactics, technology, theology and philosophy) (Int), Listen (Wis), Profession (Wis), Read/Write Language (none), Sense Motive (Wis), Speak Language (none), Spot (Wis), Survival (Wis), and Treat Injury (Wis).
zh_cn: 制造（配药、视觉艺术、写作）（智）、赌博（感）、调查（智）、知识（秘法学识、艺术、行为科学、商学、政法、时事、地球与生命科学、历史、物理科学、流行文化、街头智慧、策略、技术、神学与哲学）（智）、聆听（感）、专业（感）、读写语言（无）、察言观色（感）、口头语言（无）、侦察（感）、生存（感）以及医疗。

source: Craft (visual arts, writing) (Int), Decipher Script (Int), Drive (Dex), Escape Artist (Dex), Forgery (Int), Investigate (Int), Knowledge (arcane lore, history, theology and philosophy) (Int), Profession (Wis), Read/Write Language (none), Re- search (Int), Sleight of Hand (Dex), Speak Language (none), Use Magic Device (Cha).
zh_cn: 制造（视觉艺术、写作）（智）、文件解读（智）、驾驶（敏）、脱逃（敏）、伪造文书（智）、调查（智）、知识（秘法学识、历史、神学与哲学）（智）、专业（感）、读写语言（无）、研究（智）、手上功夫（敏）、口头语言（无）、使用魔法装置（魅）。

source: Craft skills are specifically focused on creating objects.
zh_cn: 制造技能着重于创造物品。

source: Crashing a computer simply shuts it down.
zh_cn: `使电脑崩溃`就是单单关掉电脑而已。

source: Creating a plan requires 1 minute.
zh_cn: 制定计划需要一分钟的时间。

source: Creating a work of visual art requires at least a full-round action, but usually takes an hour, a day, or more, depending on the scope of the project.
zh_cn: 创作一件视觉艺术需要至少一个整轮动作，但通常需要花费一小时、一天甚至更多，取决于项目的工程量。

source: Creating a work of writing requires at least 1 hour, but usually takes a day, a week, or more, depending on the scope of the project.
zh_cn: 创作一篇文字需要至少一小时，但通常需要花费一天、一周甚至更多，取决于项目的工作量。

source: Creature size categories are defined differently from the size categories for weapons and other objects.
zh_cn: 生物的体型与武器及其他物品的尺寸不是一个概念。

source: Creature sizes are compatible with vehicle sizes.
zh_cn: 生物的体型可与载具的体型是一个概念，将参与对抗计算。

source: Creatures immune to critical hits are also immune to the effects of massive damage.
zh_cn: 免疫重击的生物也会免疫巨创。

source: Creatures that are one size category smaller than the character count as one-half creature each; creatures that are one size category larger than the character count as two creatures; and creatures two or more size categories larger than the character count as four creatures.
zh_cn: 体型比目标低一级的生物算半个，体型比目标高一级的生物算两个，高大于等于两级的生物算4个。

source: Creatures that would be turned are rebuked instead, and those that would be destroyed are commanded.
zh_cn: 本是驱散的效果改为斥喝，本是摧毁的效果改为命令。

source: Creatures tracking by scent ignore the effects of surface conditions and poor visibility.
zh_cn: 但用嗅觉追踪无视路况和低能见度的效果。

source: Creatures with cover get a bonus on their Reflex save.
zh_cn: 在掩蔽后的生物的反射豁免会得到一个加值。

source: Creatures with natural poison attacks are immune to their own poison.
zh_cn: 天然拥有毒性攻击的生物免疫它们自己的毒性。

source: Creatures with the scent ability can identify familiar odors just as humans do familiar sights.
zh_cn: 拥有灵敏嗅觉的生物能识别熟悉的气味，像人类辨认出熟悉的景象一样。

source: Cutting the fuse to the appropriate length requires a move action.
zh_cn: 将导火索裁减到合适长度需要一个移动动作。

source: DCs are given below.
zh_cn: DC如下。

source: DCs for the ability check depend on the level of the power: 0-level, DC 11; 1st-level, DC 13; 2nd-level, DC 15; and 3rd-level, DC 17.
zh_cn: 属性检定的DC取决于灵力等级：0级的DC为11，1级DC13，2级DC15、3级DC17。

source: Damage equals that of a normal creature of its type.
zh_cn: 伤害等于同类型生物的一般伤害。

source: Damage from thirst or starvation cannot be recovered until the hero gets water or food, as needed.
zh_cn: 饥饿与口渴造成的伤害无法恢复，直到主角获得水或食物。

source: Damage is deducted from the target’s current hit points.
zh_cn: 目标的当前生命值将扣除此次造成的伤害值。

source: Damage the Opponent: Make an opposed grapple check; if the character succeeds, he or she deals damage as with an un-armed strike.
zh_cn: 伤害对手：做一个擒抱对抗检定；如果角色成功，将造成一次徒手攻击伤害。

source: Damage the creature is vulnerable to deals damage with every successful attack.
zh_cn: 有效类型的伤害将如常造成。

source: Damage: Improvised weapons deal lethal damage based on their size, although the GM may adjust the damage of an object that is especially light or heavy for its size.
zh_cn: 伤害：临时武器根据其尺寸造成致命伤害，但GM可酌情调整同尺寸下更重或更轻的物品的伤害。

source: Damaging programming imposes a –4 penalty on all Computer Use checks made with the computer (sometimes this is preferable to destroying the programming, since the user might not know that anything is wrong, and won’t simply decide to use a different computer).
zh_cn: `损伤性编程`将使利用此电脑做出的所有计算机使用检定都受到4点减值（有时这比`损毁性编程`更好，在这种情况下用户可能不知道哪里出错了，也不会因为无法使用而考虑换台电脑）。

source: Darkness and poor visibility in general reduces the character’s speed to three-quarters of normal, instead of one-half.
zh_cn: 黑暗以及低能见度使角色的速度降低为原来的3/4，而非减半。

source: Darkvision is black-and-white only, but is otherwise like normal light.
zh_cn: 黑暗视觉只能看到黑白，其他与正常视觉无异。

source: Death Crime: Someone died as a result of the crime.
zh_cn: 杀人罪：结果造成死亡的犯罪。

source: Decide how many ranks of the appropriate skill to program into the robot, up to the number of ranks the Techie has in the skill.
zh_cn: 这一步由技师决定要为机器人赋予多少等级的技能，最高不能超过技师自己的技能级数。

source: Decipher Script, Knowledge (arcane lore, art, behavioral sciences, history, streetwise, or theology and philosophy), Listen, Sense Motive.
zh_cn: 文件解读、知识（秘法学识、艺术、行为科学、历史、街头智慧、神学与哲学）、聆听、察言观色。

source: Deciphering a written spell takes 1 minute of concentration.
zh_cn: 阅读书写之法术必须专注1分钟。

source: Defense represents how hard it is for opponents to land a solid, damaging blow on a character (or object).
zh_cn: 防御值代表了角色（或物体）能承受一次物理性攻击的强度。

source: Definitions: (a)"Contributors" means the copyright and/or trademark owners who have contributed Open Game Content; (b)"Derivative Material" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) "Distribute" means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)"Open Game Content" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity.
zh_cn: 定义： （a）“贡献者”即贡献过开放游戏内容的版权与/或商标所有者； （b）“衍生材料”即有版权的材料，包括衍生的工作以及翻译（包括用其他计算机语言实现）、享用、修改、订正、添加、延伸、升级、提高、编译、删节或其他已知的重塑、变换和改编形式； （c）“分发”即再创作、许可、租借、出租、售卖、广播、宣传展示、传输或其他分发形式； （d）“开放游戏内容（OGC）”指的是符合条件的游戏机制：不体现“产品识别”的方法、步骤、过程和惯例；先有技术和任何其他能被贡献者标明为OGC的内容的扩展；任何该许可证涵盖的工作，包括遵守版权法的翻译和衍生工作，但明确不包括“产品识别”。

source: Delivering a coup de grace provokes attacks of opportunity from threatening foes because it involves focused concentration and methodical action.
zh_cn: 施加致命一击会引发正在威胁自己的敌人的借机攻击，因为致命一击是一个需要全神贯注、不容出错的动作。

source: Delivering a knockout blow provokes attacks of opportunity from threatening foes because it involves focused concentration and methodical action.
zh_cn: 施加击倒重击会引发正在威胁自己的敌人的借机攻击，因为致命一击是一个需要全神贯注、不容出错的动作。

source: Deluxe: A deluxe kit includes all the materials in a basic kit, plus supplies for analyzing narcotic substances at the scene and for gathering more esoteric forms of physical evidence such as casts and molds of footprints or vehicle tracks, as well as chemical residues and organic fluids.
zh_cn: 高级版：高级版取证工具包括所有基本版的工具，以及支持致幻物质的分析，可收集更深入的物证形式（比如脚印、车印、化学残留和有机流体的铸型和铸模工具）。

source: Deluxe: This kit consists of a number of specialized diagnostic and repair tools as well as thousands of spare parts.
zh_cn: 高级版：这种工具由大量专业的检测装置、修理工具和几千种零部件构成。

source: Deluxe: This kit fills a good-sized shop cabinet.
zh_cn: 高级版：这种工具箱里满是橱柜。

source: Department-7 evaluates whether the character really needs the object, how soon the agency can supply it, and whether the agency can reasonably expect to get it back when the hero is done with it.
zh_cn: 第七局会评估角色是否真的需要此物品，第七局最快能在何时提供支援，以及英雄用完后是否能取回。

source: Depending on the hero’s character level (see the table below), he or she may be able to roll more than one d6 when spending 1 action point.
zh_cn: 根据英雄的等级（见下表），在使用行动点增强骰点时可使用多个d6进行投掷。

source: Depending on the item to be forged, a character might need legal documents or other items not included in the kit.
zh_cn: 伪造工具不包含伪造的原件，角色要另备需伪造的法律文件或其他物品。

source: Depending on the situation, the GM can rule that a certain mundane object is not available; for an object to be obtainable, the character must be in a place where the object logically would be.
zh_cn: 根据情景，GM可规定那些物品禁用此规则，逻辑上角色必须在有此物品的地方才能拥有此物品。

source: Depending on what kind of creature the familiar is, the master gains a special benefit, as summarized on the above table.
zh_cn: 根据魔宠的种类，主人获得特殊的增益，如表所示。

source: Deploy it by rolling it across a roadway, where it lies like a flat, segmented belt.
zh_cn: 通过滚动展开将其部署，平铺成平坦而分段的表带状障碍。

source: Deploying the apron is a move action.
zh_cn: 展开防弹衣是一个移动动作。

source: Designed for deep undercover work in which it’s critical that the wearer not appear to be armed or armored, this garment consists of a T-shirt with a band of light protective material sewn in around the lower torso.
zh_cn: 轻型衬甲就是一件在躯干位置包裹着轻型防护材料的T恤，专为困难的潜入工作设计，让穿戴者便于出入严禁携带武器和护甲的场所。

source: Designed for police and security work, the M3P can fire either single shots or on semiautomatic.
zh_cn: M3P适合警察与安保人员，可手动可半自动。

source: Designed in the 1950s for the Israeli army, the Uzi has become the most popular submachine gun in the world.
zh_cn: 乌兹冲锋枪是20世纪50年代为以色列军队设计的武器，现在是世界上最流行的冲锋枪。

source: Desktop: Bulky but powerful, these machines are common on desks everywhere.
zh_cn: 台式电脑： 笨重而强大，随处可见的桌上电脑。

source: Destroying programming makes the computer unusable until the programming is repaired.
zh_cn: `损毁性编程`使电脑变得不可用，直到程序被修复。

source: Det cord is an explosive in a ropelike form.
zh_cn: 引信是绳索样的爆炸物。

source: Det cord requires a detonator to set it off.
zh_cn: 引信需要起爆器来引爆。

source: Detecting a line tap by using a tap detector requires a Computer Use check (DC 25).
zh_cn: 用电话窃听检测器检测一个线路窃听器需要做一次计算机使用检定（DC25）。

source: Detecting a receiver tap by using a tap detector requires a Computer Use check (DC 15).
zh_cn: 用电话窃听检测器检测一个接收端窃听器需要做一次计算机使用检定（DC15）。

source: Determine the Acolyte’s total number of spells per day by consulting the two tables below.
zh_cn: 侍僧每日施法总数由以下两表综合决定。

source: Determine the Mage’s total number of spells per day by consulting the two tables below.
zh_cn: 法师每日施法总数由以下两表综合决定。

source: Detonators are covered in Weapon Accessories.
zh_cn: 起爆器在武器附件一节列举。

source: Detonators must be purchased separately.
zh_cn: 起爆器必须另行购置。

source: Dexterity measures coordination and steadiness, so a character’s Dexterity modifier applies when the character attacks with a ranged weapon.
zh_cn: 敏捷是身体协调性与稳定性的综合指标，所以角色的敏捷调整值应用于远程攻击骰。

source: Digital audio recorders don’t have extremely sensitive microphones; they only pick up sounds within 10 feet.
zh_cn: 数码录音机没有高灵敏度的收音设备，只能收录10尺内的声源。

source: Digital: A digital camera uses no film; instead, its pictures are simply downloaded to a computer as image files.
zh_cn: 数码相机：数码相机不需要胶片；摄制的照片可直接作为图像文件保存至电脑。

source: Dilettantes usually get their wealth from family holdings and trust funds.
zh_cn: 富二代通常花家里的钱或者信托基金的钱。

source: Diplomacy can be used to influence a GM character’s attitude.
zh_cn: 交涉可以用于影响GM角色的态度。

source: Diplomacy, Drive, Gather Information, Intimidate, Knowledge (civics, earth and life sciences, streetwise, or tactics), Listen.
zh_cn: 交涉、驾驶、收集信息、威吓、知识（政法、地球及生命科学、街头智慧、策略）、聆听。

source: Disable Device, Disguise, Forgery, Gamble, Hide, Knowledge (streetwise), Move Silent-ly, Sleight of Hand.
zh_cn: 解除装置、易容、伪造文书、赌博、躲藏、知识（街头智慧）、潜行、手上功夫。

source: Disabling a security device requires either a mechanical tool kit or an electronic toll kit, depending on the nature of the device.
zh_cn: 解除一个安全设备需要一个机械工具或一个电气工具，取决于设备的性质。
